baobab
base
base-devel
btop
cava
dmidecode
docker
docker-compose
dolphin
dunst
earlyoom
easyeffects
efibootmgr
evtest
fastfetch
foot
galculator
git
gnome-disk-utility
gparted
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imv
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libva-intel-driver
linux
linux-firmware
lxqt-policykit
ly
man-db
nano
neovim
network-manager-applet
networkmanager
nvm
obsidian
openssh
pacman-contrib
pavucontrol
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qbittorrent
qt5-wayland
qt6-wayland
slurp
smartmontools
sof-firmware
stow
telegram-desktop
torbrowser-launcher
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-nerd-fonts-symbols-mono
udiskie
unzip
usbutils
vim
vivaldi
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-lxqt
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yt-dlp
zathura
zram-generator
zsh
